cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'sst/tap'

brew 'cloudflared'
brew 'imagemagick'
brew 'spaceman-diff'
brew 'wget'
brew 'starship'
brew 'zellij'
brew 'htop'
brew 'ollama'
brew 'helix'
brew 'bat'
brew 'zoxide'
brew 'exa'
brew 'fd'
brew 'ripgrep'
brew 'fzf'
brew 'delta'
brew 'lazygit'
brew 'sst'

cask '1password'
cask 'alacritty'
cask 'notion-calendar'
cask 'notion'
cask 'font-monaspace-nerd-font'
cask 'raycast'
cask 'visual-studio-code'
cask 'vlc'
cask 'eqmac'
cask 'arc'
